
 {
  "mbti":[
    {
      "id": "ENTP",
      "title": "달라서 신기하고 호기심을 자극해요.",
      "desc": "달라서 신기하고 호기심을 자극해요.처음에는 서로를 다르지만 재밌고 신기하다고 생각하고, 상대의 행동과 사고 방식을 흥미로워 합니다. 둘은 서로를 잘이해한다고 생각하고, 서로에게 따뜻한느낌을 받고 있어요. 신기하게 주위사람들은 둘의 관계를 다소 차갑다고 생각하네요. 결과적으로 당신과 이수연이과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!"
    },
    {
      "id": "ISFP",
      "title":
        "당신과 이수연과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!",
      "desc": "상대방이 행동하는 특정방식을 좋아하기때문에 둘사이에 긴밀한 관계가 발전할 가능성이 높아요. 협업할때도 친밀감을 발휘하며 좋은 시너지를 낼수 있습니다. 따라서 당신과 이수연과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!"
    },
    {
      "id": "ESFJ",
      "title": "최고의 파트너",
      "desc": "당신과 이수연은 대화나 토론할 거리를 찾는데는 어려움이 없습니다. 문제 상황에서도 둘은 아주 다른 방식으로 일을 해결하려 하며 이는 서로의 의견을 조율하여 더좋은 결과물을 낼수 있습니다.따라서 당신과 이수연이과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!"
    },
    {
      "id": "INTJ",
      "title": "최고의 파트너",
      "desc": "서로 반대 성향을 가진 사람끼리 부족한면을 채워가며 좋은 시너지를 낼수 있어요! 둘은 모든 생활방식이 반대이기 때문에 남들이 보기에는 맞지 않는다고 생각할수 있지만, 알고보면 맞지 않기때문에 서로 부족한점을 채워가며 좋은 시너지를 낼수 있습니다. 따라서 당신과 이수연이과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!"
    },
    {
      "id": "ENFJ",
      "title": "아낌없이 주는 나무와 소년",
      "desc": "많은것을 도움주고 싶어하는 이수연(아낌없이주는 나무)과 그아래에서 물을주며 나무를 키우는 소년(당신)입니다.  따라서 서로 부족한점을 채워주며 좋은결과를 낼수 있습니다."
    },
    {
      "id": "ISTJ",
      "title": "최고의 파트너",
      "desc": "서로 반대 성향을 가진 사람끼리 부족한면을 채워가며 좋은 시너지를 낼수 있어요!둘은 모든 생활방식이 반대이기 때문에 남들이 보기에는 맞지 않는다고 생각할수 있지만,알고보면 맞지 않기때문에 서로 부족한점을 채워가며 좋은 시너지를 낼수 있습니다.따라서 당신과 이수연이과의 협업시너지는 서로를 잘이해해주고 배려해주기 때문에 최고 입니다!"
    },
    {
      "id": "ESTP",
      "title": "최고의 파트너",
      "desc": "당신과 이수연은 서로 비슷한성격으로 함께 으쌰으쌰 좋은 시너지를 낼수 있어요!함께 협업을 하며 비슷하지만 다른 성격에 점점더 상대방에게 좋은 이미지를 가질수 있습니다.이러한 상호작용속에 둘은 서로에게서 배울점을 발견할수 있습니다."
    },
    {
      "id": "INFP",
      "title": "너무나 잘맞는 성격에 함께 으쌰으쌰 좋은 시너지를 낼수 있어요!",
      "desc": "당신과 이수연은 죽이 척척 잘 맞습니다. 아주 열정적이죠. 서로를 이해하는데 전혀 어려움이 없어요 둘이 공유한 다양한 주제의 대화들이 있고, 상대와의 대화가 전혀 지루하지 않습니다. 이러한 특징덕분에 당신과 이수연은 협업할때 최고의 파트너가 될수 있습니다."
    },
    {
      "id": "ESFP",
      "title": "같기 때문에 서로를 더 잘 이해하고 공감해줘요.",
      "desc": "와우, mbti가 똑같은 복붙 관계군요! 당신과 상대는 같기 때문에 서로를 쉽게 이해할 수 있어요. 둘은 같은방식으로 같은 방식으로 정보들을 처리하여 같은 결론에 도달하게 됩니다. 그렇기 때문에 서로에 대해 쉽게 공감하고 지지해줄수 있습니다. 따라서 협업할때 서로 으쌰으쌰하며 최고의 시너지를 낼수 있습니다."
    },
    {
      "id": "INTP",
      "title": "영혼의 단짝",
      "desc": "최상의 mbti 파트너 입니다. 와우 짝짜꿍이 잘 맞는 상대군요! 둘이 함께 할때에는 언제나 따뜻하고 편안한 공기가 흐르네요. 모든게 놀라울정도로 딱딱 잘 맞고 순조로워서 함께 협업할때 최고의 시너지를 낼수 있습니다."
    },
    {
      "id": "ENTJ",
      "title": "볼트와 너트🔧",
      "desc": "다르기 때문에 더 알고 싶고 재미있어요.당신과 이수연의 성격은 굉장히 조화롭습니다. 함께 있을때 차분해지는 관계로 쉽게 친해질수 있습니다. 서로 끊임없이 함께 무엇을 하고 싶어 하군요! 따라서 서로 많은것을 하며 함께 성장하는 최고의 파트너가 될수 있습니다. "
    },
    {
      "id": "ISFJ",
      "title": "거울에 비친 나",
      "desc": "서로가 서로를 더나은 사람으로 만들어 주는 관계입니다. 비슷하면서도 다르기 때문에 서로를 보완해 줄수 있습니다.한 사람에게는 논리적으로 해결해야 할 문제가 다른 상대에게는 창의성을 발휘해야 하는 영역이기도 합니다. 따라서 서로 부족한점을 채워가며 좋은 시너지를 낼수 있어요!"
    },
    {
      "id": "ESTJ",
      "title": "아낌 없이 주는 나무🌳와 소년🧑",
      "desc": "많은것을 도움주고 싶어하는 이수연(아낌없이주는 나무)과 그아래에서 물을주며 나무를 키우는 소년(당신)입니다.  따라서 서로 부족한점을 채워주며 좋은결과를 낼수 있습니다."
    },
    {
      "id": "INFJ",
      "title": "볼트와 너트🔧",
      "desc": "다르기 때문에 더 알고 싶고 재미있어요.당신과 이수연의 성격은 굉장히 조화롭습니다. 함께 있을때 차분해지는 관계로 쉽게 친해질수 있습니다. 서로 끊임없이 함께 무엇을 하고 싶어 하군요! 따라서 서로 많은것을 하며 함께 성장하는 최고의 파트너가 될수 있습니다. "
    },
    {
      "id": "ENFP",
      "title": "케미폭발 찐친",
      "desc": "서로 이해하기 쉽고 함께 있으면 즐거워요. 싸울 일이 거의 없고 편안해요️. 만날 떄 항상 편안해요. 같이 노는것도 즐겁고 함께 일할때도 서로 너무나도 재밌어요. 서로가 매력적이라고 생각하기때문에 부딫힘없이 오래된 친구처럼 협업하며 좋은 시너지를 낼수 있어요!"
    },
    {
      "id": "ISTP",
      "title": "영혼의 단짝",
      "desc": "최상의 mbti 파트너 입니다. 와우 짝짜꿍이 잘 맞는 상대군요! 둘이 함께 할때에는 언제나 따뜻하고 편안한 공기가 흐르네요. 모든게 놀라울정도로 딱딱 잘 맞고 순조로워서 함께 협업할때 최고의 시너지를 낼수 있습니다."
    }

  ]
 }
 
 




